<%@ page language="C#" autoeventwireup="true" inherits="agreement, House_FreeV2_deploy" enableEventValidation="false" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" >
<head runat="server">
    <title><%=SiteName %>用户注册及服务协议</title>
</head>
<body>
    <form id="form1" runat="server">
    <div>
     <table cellpadding="0" cellspacing="0" border="0" width="970px" align="center">
            <tr>
                <td class="regHeadCss" align="center">
                    <font size="5"><b><a href='<%=SiteUrl %>'><%=SiteName %></a>&nbsp;注册协议</b></font>
                </td>

            </tr>
            <tr><td  style="height:3px;background-color:#f00;"></td></tr>

            <tr>
                <td width="970">
<div class="rent_infodetail"><br />
&nbsp;&nbsp;&nbsp;&nbsp;感谢您对<%=SiteName %>的支持。以下所述条款和条件即构成您与本站就使用服务所达成的协议，一旦您访问和使用<%=SiteName %>网，即表示您已接受了以下所述的条款和条件。<br />

本站有权随时修改下述条款和条件，并只需公示于本站，而无需征得您的事先同意。修改后的条款于公示时即时生效。在本站修改服务条款后，您继续使用服务应被视作您已接受了修改后的条款。<br />
<br />
<b>一、注册义务</b><br /><br />
您必须按照申请注册会员的表格，真实、准确、完整的填写您的资料；维持并及时更新资料，使其保持真实、准确、完整和反应当前情况。倘若您提供的资料不真实、准确和完整或我站有合理理由怀疑该资料不真实、准确、完整的，我站有权暂停或终止您的注册身份，并拒绝您在目前和将来对服务以任何形式使用。<br />
<br />
<b>二、注册名、密码和保密</b><br /><br />
在登记过程中，您将选择注册名和密码。注册名的选择应遵守法律法规及社会公德。您必须对您的密码保密，您将对您注册名和密码下发生的所有活动承担责任。如发现任何人未经您同意使用您的注册名跟密码，你需立即通知本站；对该行为造成的损害，我站不负任何责任。<br />
<br />
<b>三、您的权利和义务</b><br /><br />
1、您有权根据本协议及<%=SiteName %>上公告的相关规则发布信息、评价、参与活动等其他无特殊限制的服务；<br /> 
2、您应当保证在使用本站各项服务中遵守法律法规，尊重社会公德，遵守诚实信用原则，不扰乱网络秩序；<br /> 
3、您发表的言论、评价应当真实，不得侮辱、诽谤和恶意评价他人； <br />
4、您发布的信息不得侵犯他人的知识产权或其他合法利益； <br />
5、您同意不对本站上的信息做商业用途，包括但不限于以复制、传播等方式使用展示在<%=SiteName %>上的任何资料；<br /> 
6、如果第三人针对对您发布的信息，提出知识产权或人格权侵权投诉，我站将按照以下方式进行处理： <br />
6.1、第三人提出知识产权侵权投诉的，本站将要求您于我站发出通知之日起3日内针对该投诉向本站提出反通知，如果您未能按时提供反通知，我站将对被投诉的信息予以删除； <br />
6.2、第三人提出名誉权等人格权侵权投诉的，本站将要求您于我站发出通知之日起3日内向本站披露真实身份，并按本站要求签署信息真实声明函，否则本站将对被投诉的信息予以删除。 <br />
<br />
<b>四、其它</b><br /><br />
1、因网上平台的特殊性，本站没有义务对所有会员的注册资料、行为及其他事项进行事先审查； <br />
2、会员因在本站上的行为与他人产生诉讼的，司法部门或行政部门按照法定程序要求本站提供相关资料的，本站积极配合并提供； <br />
3、对于您在本站上的不当行为或任何本站认为应当终止服务的情况，本站有权删除信息或终止服务，且无须征得您的同意； <br />
4、本站有权对您的注册资料及在<%=SiteName %>上的行为进行查阅，发现注册资料存在问题或有合理理由怀疑相关行为不当的，有权向您发出询问及要求修正； <br />
5、本站转让本协议无需征得您的同意； <br />
<br />
<b>五、您授予本站的许可使用权</b><br /><br />
您授予本站永久的、免费的、完整的许可使用权利，使本站有权使用、复制、修改、发布、翻译、分发您的资料或制作其派生作品，以已知或日后开发的任何形式、媒体或技术，将您的资料纳入其他作品里。 <br />
<br />
<b>六、隐私权</b><br /><br />
本站不公开您选择保密的注册信息及其他个人信息。但在下列情况下，我站有权全部或部分披露您的保密信息。<br />

1、根据法律规定，或应行政机关、司法机关要求，向第三人或行政机关、司法机关披露； <br />
2、如您系权利人并针对他人在本站上侵犯您利益的行为提起投诉，应被投诉人要求，向被投诉人披露； <br />
3、权利人认为您在本站上的行为侵犯其合法权利并提出投诉的，可向权利人披露； <br />
4、您出现违反本站规则，需要向第三方披露的； <br />
<br />
<b>七、免责声明</b><br /><br />
您将对您发布的信息及其他在本站上发生的任何行为承担责任，本站对此不负任何责任。<br /> 
</div>

                </td>
            </tr>
            <tr>
                <td align="center" align=middle>
                   
                  <A onclick=window.opener=null 
                  href="javascript:window.close()">关闭窗口</A> 
       
                </td>
            </tr>
        </table>
    </div>
    </form>
</body>
</html>
